
export const eventsMock = [
	{
		title: "Новий голова Інформаційної комісії",
		date: "02.03.2000",
		id: "391d78ec-eb77-478d-aea1-d94c1c91df20"
	},
	{
		title: "Новий голова Інформаційної комісії",
		date: "02.03.2000",
		id: "42f563c8-8f4a-4cdb-8c41-ea7fad6dd0e2"
	},
	{
		title: "Новий голова Інформаційної комісії",
		date: "02.03.2000",
		id: "34e79d2d-6fda-4063-a265-157c6fbef8bb"
	},
	{
		title: "Новий голова Інформаційної комісії",
		date: "02.03.2000",
		id: "e53c997a-1537-4da0-89ab-42a9c55255a5"
	},
]

export const advantagesMock = [
	{
		tag: "Бали",
		text: "додаткові бали до рейтингу"
	},
	{
		tag: "Економія",
		text: "власних коштів за допомогою «Профспілкової id картки студента ЧНУ»"
	},
	{
		tag: "Відпочинок",
		text: "дешевий літній відпочинок на морі та в горах"
	},
	{
		tag: "Студентське життя",
		text: "цікаве та незабутнє студентське життя (Посвяти,конкурси, вечірки та ін.)"
	},
	{
		tag: "Нагороди",
		text: "преміювання у випадку активної громадської діяльності."
	},
	{
		tag: "Робота",
		text: "пошук роботи за допомогою послуг «Університетського центру кар’єри»"
	},
	{
		tag: "Допомога",
		text: "захист прав студентів та гарантії допомоги"
	},
	{
		tag: "Реалізація",
		text: "самореалізація у комісіях та підрозділах профспілки університету"
	},
]