
export const eventsMock = [
	{
		title: "27 квітня відбудеться загальноуніверситетський захід «GO PLAY»",
		date: "27.04.2023",
		id: "34e79d2d-6fda-4063-a265-157c6fbef8bb"
	},
	{
		title: "Хочете знайти роботу до душі? УНІВЕРСИТЕТСЬКИЙ ЦЕНТР КАР‘ЄРИ",
		date: "22.04.2023",
		id: "42f563c8-8f4a-4cdb-8c41-ea7fad6dd0e2"
	},
	{
		title: "Запрошуємо вас на вечір настільних ігор, аби трішки відволіктись від навчання та повеселитися🕺",
		date: "20.04.2023",
		id: "391d78ec-eb77-478d-aea1-d94c1c91df20"
	},
	{
		title: "Новий голова Інформаційної комісії",
		date: "02.03.2023",
		id: "e53c997a-1537-4da0-89ab-42a9c55255a5"
	},
]

export const advantagesMock = [
	{
		tag: "Бали",
		text: "додаткові бали до рейтингу"
	},
	{
		tag: "Економія",
		text: "власних коштів за допомогою «Профспілкової id картки студента ЧНУ»"
	},
	{
		tag: "Відпочинок",
		text: "дешевий літній відпочинок на морі та в горах"
	},
	{
		tag: "Студентське життя",
		text: "цікаве та незабутнє студентське життя (Посвяти,конкурси, вечірки та ін.)"
	},
	{
		tag: "Нагороди",
		text: "преміювання у випадку активної громадської діяльності."
	},
	{
		tag: "Робота",
		text: "пошук роботи за допомогою послуг «Університетського центру кар’єри»"
	},
	{
		tag: "Допомога",
		text: "захист прав студентів та гарантії допомоги"
	},
	{
		tag: "Реалізація",
		text: "самореалізація у комісіях та підрозділах профспілки університету"
	},
]

export const partnersMock = [
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
	{
		title: "@stip_mayami",
		text: "Стриптиз клуб “Маямі",
		link: "#",
		image: "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg"
	},
]

export const discountsMock = [
	{
		name: "Знижка 15% у Стриптиз клубі “Маямі”",
		code: "ada",
		isBlocked: false,
	},
	{
		name: "Знижка 15% у Стриптиз клубі “Маямі”",
		code: "ada",
		isBlocked: true,
	},
	{
		name: "Знижка 15% у Стриптиз клубі “Маямі”",
		code: "ada",
		isBlocked: true,
	},
]